<?php
header('Content-type:application/json');
$keywords='{"keywords":[
{"type":"文学","keys":["小说","外国文学","文学","随笔","中国文学","经典","日本文学","散文","村上春树","诗歌","童话","儿童文学","王小波","古典文学","杂文","名著","余华","张爱玲","当代文学","钱钟书","外国名著","鲁迅","诗词","茨威格","米兰·昆德拉","杜拉斯","港台"]},
{"type":"流行","keys":["漫画","推理","绘本","青春","东野圭吾","科幻","言情","悬疑","武侠","奇幻","日本漫画","韩寒","耽美","亦舒","推理小说","三毛","网络小说","安妮宝贝","郭敬明","穿越","金庸","轻小说","阿加莎·克里斯蒂","几米","科幻小说","青春文学","魔幻","张小娴","幾米","J.K.罗琳","古龙","高木直子","沧月","落落","张悦然","校园"]},
{"type":"文化","keys":["历史","心理学","哲学","传记","文化","社会学","艺术","设计","社会","政治","建筑","宗教","电影","数学","政治学","回忆录","中国历史","思想","国学","音乐","人文","人物传记","绘画","戏剧","艺术史","佛教","军事","二战","西方哲学","近代史","考古","自由主义","美术"]},
{"type":"生活","keys":["爱情","旅行","生活","成长","励志","心理","摄影","女性","职场","教育","美食","游记","灵修","健康","情感","手工","两性","养生","人际关系","家居","自助游"]},
{"type":"经管","keys":["经济学","管理","经济","商业","金融","投资","营销","创业","理财","广告","股票","企业史","策划"]},
{"type":"科技","keys":["科普","互联网","编程","科学","交互设计","用户体验","算法","科技","web","UE","通信","交互","UCD","神经网络","程序"]}]}';
echo ($keywords);
?>